Revit 2027 API
SpecTypeId.Diffusivity Property
 Diffusivity, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Diffusivity { get; }
Public Shared ReadOnly Property Diffusivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Diffusivity {
	ForgeTypeId^ get ();
}
static member Diffusivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace